# https://github.com/marlonrichert/zsh-autocomplete/issues/711
marlonrichert/zsh-autocomplete # interactive completions

zsh-users/zsh-completions

asdf-vm/asdf
asdf-vm/asdf path:completions kind:fpath

mafredri/zsh-async
sindresorhus/pure kind:fpath

# https://github.com/zsh-users/zsh-autosuggestions/issues/673
zsh-users/zsh-autosuggestions # inline suggestions

ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/ssh
ohmyzsh/ohmyzsh path:plugins/ssh-agent

zsh-users/zsh-syntax-highlighting # must be last and not deferred
